# Задание 1.
Выполнить базовую настройку всех устройств:
a.Собрать топологию согласно рисунку. Все устройства работают на OC Linux - ALT
- ISP - Альт Сервер 10.2 (CLI)
- CLI - Альт Рабочая станция 10.2 (GUI)
- HQ-R - Альт Сервер 10.2 (CLI)
- HQ-SRV - Альт Сервер 10.2 (GUI)
- BR-R - Альт Сервер 10.2 (CLI)
- BR-SRV - Альт Сервер 10.2 (CLI)
b.Присвоить имена в соответствии с топологией
c.Рассчитать IP-адресацию IPv4 и IPv6. Необходимо заполнить таблицу №1. При необходимости отредактировать таблицу.
d.Пул адресов для сети офиса BRANCH - не более 16. Для IPv6 пропустить этот пункт.
e.Пул адресов для сети офиса HQ - не более 64. Для IPv6 пропустить этот пункт.
## Топология сети:
